Repository: gabrielhuav/Multimodal-Recommendation-System-Django
Catalog: multimodal-recommendation-system-docker/locale/*/LC_MESSAGES/django.po
Languages: de, fr, pt

source: Sistema de Usuarios
de: Benutzersystem
fr: Système d'Utilisateurs
pt: Sistema de Usuários

source: Sistema Usuarios
de: Benutzersystem
fr: Système Utilisateurs
pt: Sistema Usuários

source: Inicio
de: Startseite
fr: Accueil
pt: Início

source: Buscar Anime
de: Anime Suchen
fr: Rechercher Anime

source: Buscar Libros
de: Bücher Suchen
fr: Rechercher Livres
pt: Buscar Livros

source: Mis Favoritos
de: Meine Favoriten
fr: Mes Favoris
pt: Meus Favoritos

source: Recomendaciones
de: Empfehlungen
fr: Recommandations
pt: Recomendações

source: Libros
de: Bücher
fr: Livres
pt: Livros

source: Hola
de: Hallo
fr: Bonjour
pt: Olá

source: Cerrar Sesión
de: Abmelden
fr: Déconnexion
pt: Sair

source: Iniciar Sesión
de: Anmelden
fr: Connexion
pt: Entrar

source: Registrarse
de: Registrieren
fr: S'inscrire
pt: Registrar

source: Nombre Completo
de: Vollständiger Name
fr: Nom Complet
pt: Nome Completo

source: Correo Electrónico
de: E-Mail
fr: Email
pt: E-mail

source: Contraseña
de: Passwort
fr: Mot de Passe
pt: Senha

source: Confirmar Contraseña
de: Passwort Bestätigen
fr: Confirmer Mot de Passe
pt: Confirmar Senha

source: Rol de Usuario
de: Benutzerrolle
fr: Rôle d'Utilisateur
pt: Papel do Usuário

source: Usuario
de: Benutzer
fr: Utilisateur
pt: Usuário

source: Administrador
de: Administrator
fr: Administrateur

source: Buscar Anime en Jikan API
de: Anime auf Jikan API Suchen
fr: Rechercher Anime sur Jikan API
pt: Buscar Anime na API Jikan

source: Buscar Libro
de: Buch Suchen
fr: Rechercher Livre
pt: Buscar Livro

source: Buscar Libros en OpenLibrary
de: Bücher auf OpenLibrary Suchen
fr: Rechercher Livres sur OpenLibrary
pt: Buscar Livros na OpenLibrary

source: Animes Recomendados para Ti
de: Empfohlene Anime für Sie
fr: Anime Recommandés pour Vous
pt: Anime Recomendados para Você

source: Libros Recomendados para Ti
de: Empfohlene Bücher für Sie
fr: Livres Recommandés pour Vous
pt: Livros Recomendados para Você

source: Añadido a tus favoritos.
de: Zu Ihren Favoriten hinzugefügt.
fr: Ajouté à vos favoris.
pt: Adicionado aos seus favoritos.

source: Eliminado de tus favoritos.
de: Aus Ihren Favoriten entfernt.
fr: Supprimé de vos favoris.
pt: Removido dos seus favoritos.

source: Añadir a Favoritos
de: Zu Favoriten Hinzufügen
fr: Ajouter aux Favoris
pt: Adicionar aos Favoritos

source: Quitar de Favoritos
de: Aus Favoriten Entfernen
fr: Retirer des Favoris
pt: Remover dos Favoritos

source: Ver en MyAnimeList
de: Auf MyAnimeList Ansehen
fr: Voir sur MyAnimeList
pt: Ver no MyAnimeList

source: Ver en OpenLibrary
de: Auf OpenLibrary Ansehen
fr: Voir sur OpenLibrary
pt: Ver na OpenLibrary

source: Más detalles en MyAnimeList
de: Weitere Details auf MyAnimeList
fr: Plus de détails sur MyAnimeList
pt: Mais detalhes no MyAnimeList

source: No se encontraron resultados para tu búsqueda.
de: Keine Ergebnisse für Ihre Suche gefunden.
fr: Aucun résultat trouvé pour votre recherche.
pt: Nenhum resultado encontrado para sua busca.

source: Basado en tus animes favoritos, podrías disfrutar de:
de: Basierend auf Ihren Lieblings-Anime könnten Sie mögen:
fr: Basé sur vos anime favoris, vous pourriez aimer:
pt: Baseado nos seus anime favoritos, você pode gostar de:

source: Basado en tus libros favoritos, podrías disfrutar de:
de: Basierend auf Ihren Lieblingsbüchern könnten Sie mögen:
fr: Basé sur vos livres favoris, vous pourriez aimer:
pt: Baseado nos seus livros favoritos, você pode gostar de:

source: Buscar
de: Suchen
fr: Rechercher

source: Resultados de la Búsqueda:
de: Suchergebnisse:
fr: Résultats de la Recherche:
pt: Resultados da Busca:

source: Tipo
de: Typ
fr: Type

source: Episodios
de: Episoden
fr: Épisodes
pt: Episódios

source: Puntuación
de: Bewertung
fr: Score
pt: Pontuação

source: Autor
fr: Auteur

source: Año
de: Jahr
fr: Année
pt: Ano

source: Idiomas
de: Sprachen
fr: Langues

source: Autor desconocido
de: Unbekannter Autor
fr: Auteur inconnu
pt: Autor desconhecido

source: No hay sinopsis disponible.
de: Keine Zusammenfassung verfügbar.
fr: Aucun synopsis disponible.
pt: Nenhuma sinopse disponível.

source: No hay descripción disponible.
de: Keine Beschreibung verfügbar.
fr: Aucune description disponible.
pt: Nenhuma descrição disponível.

source: Sin imagen
de: Kein Bild
fr: Aucune image
pt: Sem imagem

source: Aún no has añadido ningún contenido a tus favoritos.
de: Sie haben noch keine Inhalte zu Ihren Favoriten hinzugefügt.
fr: Vous n'avez encore ajouté aucun contenu à vos favoris.
pt: Você ainda não adicionou nenhum conteúdo aos seus favoritos.

source: Aún no has añadido ningún anime a tus favoritos.
de: Sie haben noch keine Anime zu Ihren Favoriten hinzugefügt.
fr: Vous n'avez encore ajouté aucun anime à vos favoris.
pt: Você ainda não adicionou nenhum anime aos seus favoritos.

source: Añade algunos animes a tus favoritos para obtener recomendaciones.
de: Fügen Sie einige Anime zu Ihren Favoriten hinzu, um Empfehlungen zu erhalten.
fr: Ajoutez quelques anime à vos favoris pour obtenir des recommandations.
pt: Adicione alguns anime aos seus favoritos para obter recomendações.

source: Añade algunos libros a tus favoritos para obtener recomendaciones.
de: Fügen Sie einige Bücher zu Ihren Favoriten hinzu, um Empfehlungen zu erhalten.
fr: Ajoutez quelques livres à vos favoris pour obtenir des recommandations.
pt: Adicione alguns livros aos seus favoritos para obter recomendações.

source: No pudimos encontrar recomendaciones nuevas en este momento.
de: Wir konnten derzeit keine neuen Empfehlungen finden.
fr: Nous n'avons pas pu trouver de nouvelles recommandations pour le moment.
pt: Não conseguimos encontrar novas recomendações no momento.

source: No pudimos encontrar recomendaciones de libros en este momento.
de: Wir konnten derzeit keine Buchempfehlungen finden.
fr: Nous n'avons pas pu trouver de recommandations de livres pour le moment.
pt: Não conseguimos encontrar recomendações de livros no momento.

source: Intenta añadir más animes a tus favoritos o revisa más tarde.
de: Versuchen Sie, mehr Anime zu Ihren Favoriten hinzuzufügen oder schauen Sie später nach.
fr: Essayez d'ajouter plus d'anime à vos favoris ou vérifiez plus tard.
pt: Tente adicionar mais anime aos seus favoritos ou verifique mais tarde.

source: Intenta añadir más libros a tus favoritos o revisa más tarde.
de: Versuchen Sie, mehr Bücher zu Ihren Favoriten hinzuzufügen oder schauen Sie später nach.
fr: Essayez d'ajouter plus de livres à vos favoris ou vérifiez plus tard.
pt: Tente adicionar mais livros aos seus favoritos ou verifique mais tarde.

source: Buscar Más Animes
de: Mehr Anime Suchen
fr: Rechercher Plus d'Anime
pt: Buscar Mais Anime

source: Buscar Más Libros
de: Mehr Bücher Suchen
fr: Rechercher Plus de Livres
pt: Buscar Mais Livros

source: Agregado
de: Hinzugefügt
fr: Ajouté
pt: Adicionado

source: por
de: von
fr: par
